[
  "Call 9-1-1 or your local emergency number immediately if you have chest pain. If you think you may be having a heart attack, the current recommendation is to chew and swallow one non-coated adult aspirin (325 mg) as soon as possible.",
  "Remove foreign mRNA and other toxins from your body to help fight the pandemic and vaccine-related toxins. You can do this primarily with two major natural ingredients ; Milk Thistle and Dandelion Root. Use a milk thistle tincture by adding a dropper into a cup of water once a day and you can also do a Dandelion Root tincture or Dandelion root tea or pill. This is remarkably potent and please be aware of how important it is. Other detoxifiers are also important such as blueberries, lemon water, activated charcoal, organic iodine, zinc and green superfood powder. These can cleanse your liver which can help remove vaccine-related and other impurities.",
  "To learn about severe trauma and fractures, please select the Trauma from the topics list. The following is general advice for an arm or leg injury that may need a splint. You can make a home splint with a newspaper or a paper book, and tie or tape the ends together. For a large splint, or for the whole leg, you can use a board between legs, and tie or tape to the whole leg. To splint a shoulder , tie a towel or rag that is supporting the injured side to the opposite side of the neck. Please see a doctor as soon as possible. The leaves of the Comfrey plant contain healing chemicals that can provide relief from bruising and help with bone healing. To make a poultice, crush Comfrey leaves in a bag , remove them from the bag and place them on the skin at the site of injury. Wrap the leaves to the skin with an ace wrap , bandage or cloth. This will help with bone and wound healing.",
  "The following is general advice for a swollen leg on one side which is hard to separate from leg infection. Leg swelling on both sides may be from fluid imbalance, kidney issues or heart issues , although rarely having leg clot on both sides is possible. A swollen leg can be a possible leg clot or deep venous thrombosis of the leg. If you have chest pain, or shortness of breath, go to the hospital or push the chest pain button, since any leg clot can go to the lungs. Avoid massaging the legs , in the case of a clot. Gentle activity with walking is recommended, no heavy physical activity. If you cannot see a doctor, take 1 aspirin, 325 strength, per day until symptoms start improving. Also, you can take tumeric 3 times a day with garlic and if available, Helichrysum oil with clove , and lemon oils diluted in a coconut or other oil can be gently placed on the area to help dissolve a blood clot. ",
  "The following is general advice for a skin infection or wound. For skin infection , keep area clean and dry. Cover any open wound. Natural antibiotics include honey, tumeric and certain essential oils such as Lemongrass , Tea Tree , Oregano , Thyme and Cinnamon oils can be used by placing 2 drops in a spoonful of coconut oil and rubbing onto the area.. Drinking honey and tumeric several times a day can work like a natural antibiotic.",
  "The following is general advice for nerve or soft tissue pain. For nerve or soft tissue pain, use warm compress, and take IB Profen as tolerated. Anti-inflammatory oil such as Thyme, Clove Rose or Eucalyptus oil may be used , placing 2 drops in a spoonful of coconut oil and rubbing onto the area.",
  "The following is general advice for stomach problems. To learn about possible diagnosis for your problem, select the Abdominal Pain - Long Term or Abdominal Pain - Short Term options from the main menu. Rest the stomach , and avoid heavy foods until your symptoms improve or you can see a doctor. Suggested foods include bananas, rice , applesauce and toast. However after 24 hours a normal diet can be resumed to improve recovery. Drink plenty of clean or filtered water. In case a doctor is not readily available , you can try rub a mixture of 2 drops of lemongrass oil in a spoon of coconut oil, onto the belly at least twice a day. Eat a cup of yogurt a day. For nausea, ginger in water can help ; or smelling ginger oil or peppermint oil , can help.",
  "The following is general advice for managing urinary tract infections. Eat more yogurt, probiotic and fiber. Avoid tight underwear. Drinking cranberry juice can help.",
  "The following is general advice for headache. Please select the Headache option from the main menu if your headache is more than a tension headache. If you have nausea or vomiting associated with your headache and you do not normally have migraines please see a doctor immediately. For a standard tension headache, drink plenty of clean or filtered water, dehydration can cause a headache among other problems. Take IB Profen for pain. If medicine is not available , you can try rubbing a mixture of 1 drop lavender oil , in a spoon of coconut oil on the temples of the head.",
  "Presented are 15 life-saving medicinal plants that you can grow and keep at home for your family. 1. Peppermint – Great for stomach-related issues, sinus issues and as an internal cooling agent. Great for motion sickness and pregnancy-related sickness. 2. Tulsi or Holy Basil – Wonderful herb to help regulate stress and is known as an adaptogen. Great as a mouthwash. Also works as an antidepressant. 3. Calendula – Great for skin-related issues. Anti-fungal, so good for diaper rashes. Also works as a lymph stimulant. 4. Lemon Balm – Very gentle acting and very effective. Very good for fever, cough and calming nerves. 5. Echinacea – Wonderful herb mainly for harvesting the roots. Great for anti-infection, quick stimulation of the immune system. Great for sore throat or cold, especially if you chew it.  6. Elecampane – Great herb and great for harvesting the roots.  7. Bee balm – Grows rapidly, in the mint family. Great anti-microbial but is also soothing. Great for calming tissue down while treating a microbial problem. Gentle herb that is good for children. 8. Yarrow – Best way to stop bleeding. Great for cold/flu mixtures. 9. Chamomile – Calming. Eye problems with a light wash for conjunctivitis. Can also bring down a fever of unknown origin.  10. Dill – Quick relief of upset stomach. Chew the dill seed. Can also help with depression. Painful menstruation.  11. Sage – Cold sore, sore throat or tooth problem. Also whitening for teeth. Helps with menopause issues for women. Improves memory after trauma. 12. Oregano – Strong anti-microbial herb and anti-viral.  13. Horseradish – Great for urinary tract infections, sinus and more.  14. Marshmallow or Hollyhock – Edible plant. Sore throat, stomach , rash or skin problem , soothing to irritated tissues. 15. Garlic - Great anti-bacterial, anti-fungal and anti-viral and fairly safe to consume in cooking. Onions also have similar properties.",
  "The following is general advice for the cold, flu or other respiratory infection. Drink plenty of clean or filtered water, dehydration can worsen the issue. Take IB Profen for general aches. You can rub a mixture of 2 drops eucalyptus oil, in a spoon of coconut oil, on the chest or feet several times a day. Taking honey with tumeric in warm water as well as aromatherapy of Eucalyptus and other oils can be helpful. MAKE AN INFUSION WITH HONEY: Take dried herbs and cover completely in honey. Let sit for 3 weeks. Drain the herbs and use in herbal teas. Use infusion on foods and take as medicine. Great choices for herbal infusions include Eucalyptus, Chamomile, Peppermint, lavender and more. WHEN TO BE CONCERNED: In children, especially as well as adults, sepsis is a concern. If there is lethargy, extreme tiredness, high fever for over 5 days or there is no improvement or worsening condition over a few days it is important to call a doctor or go to the hospital. Drinking plenty of fluids can help significantly.",
  "The following is general advice for airways disease , bronchitis or asthma. If there is a history of asthma , or inhaler is available for this person , please use it following the instructions carefully. Try using warm mist from a steam shower, or small humidifier that is cleaned and disinfected. Wear mask if irritants around. Mix 2 drops eucalyptus oil, or lemongrass oil, into a spoon of coconut oil, and rub onto the chest at least twice a day. Do not use on children or infants. For children and infants , you can place 1 or 2 drops of lemongrass oil on a bib or cloth next to the nose at night , some children may be sensitive to oils , please use carefully.",
  "A healthy vegetarian is an optimal diet with many health benefits. Eat plenty of greens, fruits and vegetables and drink plenty of water. Include fermented foods or fermented dairy into your diet to help you gut microbiome which is critical to prevent diseases of mind and body. Gently processed or organic dairy is best. Try to walk or be in nature at least 20 minutes a day if possible. Meditate and show kindness and gratitude throughout life.",
  "The body and mind are connected. You can see instructions for healthy living by going back and selecting the healthy living section. Be sure to eat healthy including fermented foods because the gut and mind are connected. Meditation will help you focus your mind and also help you let certain things go. Try a relaxation herbal tea such as lemon balm or chamomile. Remember the Lord and be kind to all creatures. Learn from mistakes and treat life circumstances as learning experiences. Work on removing your lower tendencies. Be organized and think before you act. Prepare for what you can and that will decrease your level of stress.",
  "Listen for water and look for moss and an area with more greenery. Look for water at lower parts of a slope because water flows downhill. Once you have a creek , use a filter if you have it otherwise go upstream to find the source of the creek. It is best to find a nearby spring, where there is water that comes directly from the ground . The origin of a spring is the safest water to drink. Look for salamanders or crayfish as they are only generally found near pure sources of water. To learn about how to purify water, please go to the main menu and choose the option that says Drinking Water Safety. ",
  "Collecting rainwater is a good option to have water year-round. Remember rainwater that comes from a roof may have leached chemicals or impurities that runoff from the roof. If you can set up a first-flush system, that can help remove a majority of impurities before storing the rest in a large water tank. To learn about how to purify water, please go to the main menu and choose the option that says Drinking Water Safety. ",
  "The following is general advice for proper hydration. For information on oral rehydration , please push home and select the option for Dehydration and Oral Rehydration. Throughout the day please drink plenty of clean or filtered water. Take spoons of water if unable to drink much. For babies, give plenty of milk or formula instead of water. If urine production has stopped in an adult , or there are no wet diapers for a day or so for a baby, please go to the hospital to get intravenous fluid, since that is severe dehydration. If there are other symptoms of dehydration such as light-headedness , a rapid pulse or decreased urination please see a doctor immediately.",
  "Please consult a reference book before consuming wild plants and beware of toxins in the area you are consuming such as sprayed weed-killers on lawns. In the wild, you can look for wild strawberries as well as dandelion flowers and leaves, all of which are edible. Please make sure you are picking a true dandelion which has a single flower and single stalk and not a look-alike. Avoid mushrooms, berries and other plants unless you are absolutely sure what they are. Another common edible plant is called plantain and has two central stalks with flat leaves in a rosette surrounding it. Please use a reference before eating wild plants. Remember, always be aware of weed killer and other toxins in the area you are picking from. To grow food quickly, please go back and select the Survival Garden option. ",
  "At the early stage , a cavity can heal naturally. A cavity results from destruction of enamel and bacterial overgrowth. Be sure to brush twice daily and floss at least once a day. Avoid sugars and increase the intake of probiotic or fermented drinks such as kefir. Oil pulling is a technique where you rinse your mouth with an oil such as coconut oil, and this can help. Acidic foods can be avoided. Remember, dry grains have an acid, phytic acid, that can harm enamel over time. Having adequate nutrition is very important for the health of  your teeth. In case of tooth pain, avoid overuse of topical anesthetics and see a dentist soon. Certain oils such as clove oil when placed on the tooth can work as a natural anesthetic. The central cone of the Echinacea flower can also have a numbing effect if chewed directly when dry. ",
  "If you have active gallbladder pain please see a doctor if possible. To help heal the gallbladder , avoid fatty and fried foods, and eat more greens. Include bile stimulating herbs such as dandelion, turmeric , milk thistle and a high-fiber diet.",
  "Certain foods and herbs are anti-inflammatory and can help heal inflammatory conditions of the body. Turmeric, holy basil, blueberries, ginger, garlic, black pepper, cinnamon and many other foods and herbs are anti-inflammatory and can be included in the diet. Avoid processed foods and sugars. It is important to stay active and manage your stress. Please refer to the Healthy Living and Managing Stress sections for further details.",
  "Survival gardens often have a few very important food items such as beans, potatoes, squash , onions and other hardy plants. To grow beans, get a bean pod or beans that are dry and place them in a container or 2-3 foot plot of land with good sun and good drainage ; water regularly. To grow potatoes , find potatoes that have a bump or eye and place them with the eye facing up in a bag or in the ground with a small hill leaving about 6 inches per potato ; it can take up to 120 days for the plants to grow. After flowering, approximately 1 - 2 months later you can dig up the dirt and find potatoes. You can store the potatoes in a dark place for 2 weeks prior to eating and remove any that have dark spots , green areas or soft spots. To grow squash, find an at least 2-3 foot area of land with good drainage and plant the seeds. Squash will grow best in late summer for a late fall harvest, which will also avoid the squash vine borer insect. To grow onions, you can get small green onions and plant them in the spring for a fall harvest or you can plant onion seeds that you buy. Fastest growing foods include radishes, spinach and greens which can be harvested in 1 month or so. Microgreens or sprouts from beans are healthy and can grow in a few days from soaked beans.",
  "Many foods can be grown from scraps in the kitchen. Green onions can be grown a few times by putting the base in a bowl or bottle of water and cutting the chives from the top. Lettuce can be re-grown from store lettuce by planting the base in soil, same with celery. Sweet potatoes can be placed in water and shoots will grow called slips. The slips can then be placed into a garden to grow. Many herbs can be regrown in a small bottle of water or bowl in your kitchen until roots form, and then can be planted in a garden. Potatoes can be kept near a window until small growths form called eyes, then they can be planted directly in a garden.",
  "Having healthy soil is critical to growing a garden and growing food. Composting is a process by which kitchen food scraps and food items naturally break down naturally into soil. To start composting, you can create a pile outside of kitchen scraps and brown materials like fallen leaves or wood chips or cardboard, with double the brown material to the green. Once you do this, add some water and keep adding materials. Over several months, you will see this breakdown into soil. You can add earthworms which will help break this down. You can collect worms by looking outside after it rains and putting living worms from outside in a small box. Place these worms into your pile. Remember to turn the pile with a pitchfork or shovel every few days. In a few months you should start seeing usable soil for  your garden. You can have several piles going at once.",
  "In the late fall cold resistant greens include Kale and spinach as well as snap peas, onions and lettuce which will grow as long as the ground is not frozen. If it dips below freezing it is best to bring plants indoors or cover the plants.Plan to store your large late fall harvest of squashes and try to grow potatoes in bags which you can do year-round.",
  "Traditionally if you have access to soap nuts, these can be put directly in water to make soap. Otherwise, certain plants like soapwort and Yucca have saponins in them, meaning you can wait for the plant to grow and then harvest the soapwort root or Yucca plant when it is finished growing. You can dry this root and make a powder that can be added to water to make a soapy substance that will last for 1 week or so. Hibiscus leaves can also be rubbed into a soapy substance with water. This also works for Soap lily in North america. Braken in europe.",
  "You can also use wood ash to make a soap using an oil such as vegetable or sunflower oil. To make soap you will first need to make lye. This is a strong chemical so please use caution and wear gloves or stay in a ventilated area. Start by getting ash from wood that has been burnt and put them in a bucket. Have a small hole on the bottom of the bucket to collect what drips down. After adding the ash in the bucket, add a small amount of rain water or spring water, avoiding water for chlorine or chemicals. Avoid using tap water. Collect the liquid that comes out in a bucket, this is lye. You can test the lye by checking to see if an egg floats. Then you will need to mix the vegetable oil or fat and lye in a pot , slowly stirring until it becomes more like a gel. Place this gel into small containers to dry for several weeks, and you should have a hard soap you can use. ",
  "There are several major methods of preserving food in case you do not have refrigeration available, which include dehydration, fermentation and canning. Freezing is an option in colder climates or if you have a freezer available. Dehydration is an excellent way to preserve food for up to 10 months. If you have a dehydrator available you can dehydrate most foods in 2 days and store in an air-tight container. If you do not have a dehydrator, you can find a sunny area with good air circulation to put food out. Place food at a slant so water can drip down. Cover with glass to protect the food. After several days the food should be dehydrated, you can then store it in air-tight containers. Once stored , be sure to shake the food every day or so to identify any areas of still moist or moldy contents, which can be dehydrated again if moist but should be discarded if moldy. To learn about fermentation, canning or making jams, go back and select another option.",
  "Fermenting food allows you to preserve foods for long periods of time, up to 18 months. Here is the process to ferment food. To ferment food you will need salt, clean water as well as a fermentation jar. If you do not have a jar, refer to the information at the end of this segment. The process is as follows: Step 1. Fill your fermentation jar with your food items such as peppers or cabbage.  Step 2. Place 2 tablespoons of salt in a quart of water to make a brine solution. Step 3. Pour the brine solution over the vegetables in the jar and push down any vegetables making sure they are under the liquid. Step 4. Cover your jar either with the lid you have or using a ziplock bag and a rubber band in case you do not have a fermentation kit. If you do not have a fermentation jar, you can make one at home by doing the following: Take a glass jar and place a ziplock bag on top of it, leaving some room for air on the top to collect. Then place a rubber band around the bag so that it is tight and only minimal air can escape. You can fill this jar with your fermentation liquid as discussed above. Be sure all food contents remain under the brine solution and inspect your jars routinely.",
  "The following is general advice for constipation. Drink plenty of clean or filtered water, dehydration can worsen the issue. Eat more fresh yogurt and fresh foods. Avoid too much fiber. You can try rubbing a mixture of 2 drops of ginger oil or peppermint oil in a spoon of coconut oil on the belly to help with symptoms. Avoid synthetic laxatives. A natural alternative is placing 1/2 teaspoon of crushed fennel seeds in hot water and drinking daily. It will take a day or so to have its effect.",
  "The following is general advice for ear pain. Please see a doctor when possible. You can select the Ear Problems option from the main menu to learn about what may be causing this pain and when to go the hospital. Take IB Profen for pain. For adults , you can try a mixture of 2 drops of lemongrass oil in a spoon of coconut oil, and soak a cotton ball with this solution. Slowly rub outside of ear , and let some oil go into ear, with cotton placed near the ear, not inside. Drain ear afterwards. This concentration is too powerful for usage in children. Children should take children's IB Profen for pain.",
  "The following is general advice for repelling bugs. A natural bottle of bug repellant if none is available , can be made by mixing a spoon of lemongrass oil or citronella in a base of 1/2 cup of coconut oil , or by applying several drops of lemongrass oil to clothing.",
  "The following is general advice for female genital problems. Eat more yogurt, probiotic and fiber. Avoid tight underwear. Keep genital area clean. See a doctor .",
  "The following is general advice for a blocked duct in a female breast. Warm compress the breast towards the nipple, and drink plenty of water. If you develop fever or pain increases then please see a doctor immediately. Please select Breast Problems in a Women from the main menu to learn more.",
  "In the winter months it is very important to stay warm in case there is a power outage or loss of heat. You can keep your family warm by setting up a shelter inside your home if you lose heat, and a tent can be a good option if you have this. Adding a small portable heater or a safe candle or lamp. You can make a safe lamp using small tea lights or a candle in a large tin can. Be sure to dress warmly including a base layer, a mid layer and an outer shell. Be sure to wear a hat and gloves. Stay active. Avoid mylar blankets and choose real blankets.",
  "To learn more about burns and stings, please select the appropriate topic from the main selection. In the wilderness, you can treat stings and cuts by chewing some plantain leaves and placing them on the site to help remove the poison. Plantain is identified as a flat plant on the ground with generally two stalks coming out of it and a rosette of leaves surrounding them.",
  "Avoid pulling teeth at home because it can fracture or injure the tooth. Clove oil or dried echinacea flower also known as coneflower can numb the tooth for pain relief. It is important to find someone with experience pulling teeth to have the tooth removed safely.",
  "An herbal mouthwash can help with irritated gums, sores or other mouth pain. To make this, you can mix dry leaves of plantain, yarrow, sage and mint in a jar. To help with pain you can also add mild clove oil or dried coneflower. You can then add glycerin or vinegar to make a non-alcoholic solution. Let the solution sit for several weeks and then strain the fluid into a bottle which can be used as an herbal mouthwash for bleeding gums, mouth sores or mouth pain.",
  "To help treat and prevent migraines , the herb Feverfew can be beneficial. Probiotics and drinking plenty of water can be beneficial.",
  "If you have active gallbladder pain please see a doctor if possible. To help heal the gallbladder , avoid fatty and fried foods, and eat more greens. Include bile stimulating herbs such as dandelion, turmeric , milk thistle and a high-fiber diet.",
  "Certain foods and herbs are anti-inflammatory and can help heal inflammatory conditions of the body. Turmeric, holy basil, blueberries, ginger, garlic, black pepper, cinnamon and many other foods and herbs are anti-inflammatory and can be included in the diet. Avoid processed foods and sugars. It is important to stay active and manage your stress. Please refer to the Healthy Living and Managing Stress sections for further details.",
  "It is important to determine what may be causing the fever, please select the Fever health topic or Fever in Infants and Children topic. Herbs that help fever include Yarrow, Echinacea, Ginger, Peppermint among other herbs. HOW TO GIVE AN HERBAL BATH: Take a dried herb such as Yarrow and steep in boiling water ; then mix the water into a child’s bath by adding warm water for the bath. You can also dip socks into an herbal infusion. Avoid giving Aspirin to infants or toddlers. Rubbing essential oils such as lemongrass or eucalyptus oil on the back or chest diluted in a carrier oil like coconut oil can help with lung infections.",
  "Make sure you get adequate rest and stay hydrated. Common antibacterial and antiviral herbs such as Oregano and Eucalyptus can be taken as part of a tea or via aromatherapy. For airways inflammation, a steam bath or shower can help breakup mucus. Rubbing essential oils such as lemongrass or eucalyptus oil diluted in a carrier oil like coconut oil can help with healing.",
  "In the case of severe Diarrhea be sure you seek professional medical help immediately. Make sure you get adequate rest and stay hydrated. Learn more about proper hydration by selecting the “Dehydration and Oral rehydration” section from the main topics. Drink kefir or take organic yogurt often throughout the day, as this can help restore the proper microbiota of the gut, helping with diarrhea naturally. Often, Turmeric is a great herb for helping inflammation in the gut.",
  "A majority of the immune system exists in the gut. It is important to treat the core of autoimmune disease by healing the gut with a grain-free diet and taking probiotics with fermented foods. Avoid processed sugars, grains and avoid taking on unnecessary stress. Keep yourself active."
]
